Repository: oat-sa/extension-parcc-tei
Catalog: locales/*/messages.po
Languages: nb_no, pt_br

source: Display lines
nb_no: Vis linjer
pt_br: Exibir linhas

source: Display points
nb_no: Vis punkter
pt_br: Exibir pontos

source: points Glow
pt_br: pontos de brilho

source: Add a static point
nb_no: Legg til et statisk punkt
pt_br: Adicionar ponto estático

source: allow points on border
nb_no: tillate poeng på grensen
pt_br: permitir pontos na borda

source: Allow solution set
nb_no: Tillat løsning
pt_br: Permitir conjunto de solução

source: Available Graphs
nb_no: Tilgjengelige grafer
pt_br: Gráficos disponíveis

source: Available Intervals
nb_no: Tilgjengelige intervaller
pt_br: Intervalos disponíveis

source: by increment of
nb_no: ved økning av
pt_br: por incremento de

source: Close
nb_no: Lukk
pt_br: Fechar

source: Color selector
nb_no: Fargevelger
pt_br: Seletor de cores

source: Default Partition
nb_no: Standard oppdeling
pt_br: Partição Padrão

source: Define equation based response processing.
nb_no: Definer ligningsbasert responsprosessering.
pt_br: Defina o processamento de resposta baseado na equação.

source: Define which graphs are availabe for the test taker to use.
nb_no: Definer hvilke grafer som er tilgjengelig for eleven.
pt_br: Define quais gráficos estão disponíveis para uso pelo candidato.

source: Define which interval types are availabe for the test taker to use.
nb_no: Definer hvilke intervalltyper som er tilgjengelige for eleven.
pt_br: Defina quais tipos de intervalo estão disponíveis para o candidato usar.

source: Delete this static point
nb_no: Slett dette statiske punktet
pt_br: Excluir este ponto estático

source: Display Title
nb_no: Vis tittel
pt_br: Exibir Título

source: Draggable
nb_no: Dragbar
pt_br: Arrastável

source: Edit options
nb_no: Rediger alternativene
pt_br: Editar opções

source: End Point
nb_no: Sluttpunkt
pt_br: Ponto final

source: Equation
nb_no: Likning
pt_br: Equação

source: Equation Response Processing Wizard
nb_no: Veiviser for behandling av ligningssvar
pt_br: Assistente de Processamento de Equação

source: from
nb_no: fra
pt_br: de

source: Graduation
nb_no: Eksamen
pt_br: Graduação

source: Graph Appearance
nb_no: Grafutseende
pt_br: Aparência Gráfica

source: Graph Color
nb_no: Farge på graf
pt_br: Cor de Gráfico

source: Graph properties
nb_no: Egenskaper for graf
pt_br: Propriedade do gráfico

source: Graph type
nb_no: Type graf
pt_br: Tipo de gráfico

source: height
nb_no: høyde
pt_br: altura

source: inner line weight
nb_no: indre linje vekt
pt_br: peso interno na linha

source: Interval
pt_br: Intervalo

source: label
nb_no: navn
pt_br: título

source: Label Color
nb_no: Navn farge
pt_br: Cor do rótulo

source: Label font size
nb_no: Navn skriftstørrelse
pt_br: Tamanho de fonte do rótulo

source: Label font weight
nb_no: Navn skrifttyngde
pt_br: Tamanho do texto da etiqueta

source: Line
nb_no: Linje
pt_br: Linha

source: Line color
nb_no: Linjefarge
pt_br: Cor da linha

source: Line name
nb_no: Linjetittel
pt_br: Nome da Linha

source: Line style
nb_no: Linjestil
pt_br: Estilo da linha

source: Line style toggle
nb_no: Linjestil påknapp
pt_br: Alternador estilo linha

source: Line thickness
nb_no: Linjetykkelse
pt_br: Espessura da linha

source: Max number of points
nb_no: Maks antall poeng
pt_br: Número máximo de pontos

source: Max. Segments
nb_no: Maks. Segmenter
pt_br: Máx. Segmentos

source: Maximum number of segments allowed.
nb_no: Maksimalt antall segmenter tillatt.
pt_br: Número máximo de segmentos permitido.

source: Maximum of Points
nb_no: Maksimum poeng
pt_br: Máximo de Pontos

source: Min. Segments
nb_no: Min. Segmenter
pt_br: Min. Segmentos

source: Mininum number of segments allowed.
nb_no: Mininum antall segmenter tillatt.
pt_br: Número mínimo de segmentos permitido.

source: Outline
nb_no: Omriss
pt_br: Contorno

source: Outline Thickness
nb_no: Tykkelse på omriss
pt_br: Espessura do contorno

source: Outline Thickness Description
nb_no: Beskrivelse av omrisstykkelse
pt_br: Descrição da Espessura do Contorno

source: Pie Chart Colors
nb_no: Farger på sektordiagram
pt_br: Cores do Gráfico Pie

source: Please enter the equation
nb_no: Skriv inn ligningen
pt_br: Por favor, digite a equação

source: Point color
nb_no: Punktfarge
pt_br: Cor do ponto

source: Point Color
nb_no: Punktfarge
pt_br: Cor do ponto

source: Point name
nb_no: Punktnavn
pt_br: Nome do Ponto

source: Point Radius
nb_no: Punktradius
pt_br: Raio do Ponto

source: Point radius
nb_no: Punktradius
pt_br: Raio do ponto

source: Point set name
nb_no: Navn på punkt
pt_br: Definir nome do ponto

source: Radius
pt_br: Raio

source: Radius Description
nb_no: Radius Beskrivelse
pt_br: Descrição do Raio

source: Required points
nb_no: Påkrevd punkt
pt_br: Pontos necessários

source: Response identifier
nb_no: Svaridentifikator
pt_br: Identificador de Resposta

source: Scatterplot
pt_br: Espaçamento

source: Score
nb_no: Poeng
pt_br: Pontuação

source: Segment color
nb_no: Segmentfarge
pt_br: Cor do segmento

source: Segment mode
nb_no: Segmentmodus
pt_br: Modo de segmento

source: Segment name
nb_no: Segmentnavn
pt_br: Nome do segmento

source: Segment style
nb_no: Segmentstil
pt_br: Estilo do segmento

source: Segment style toggle
nb_no: Segmentstil valg
pt_br: Alternador estilo de segmento

source: Segment thickness
nb_no: Segmenttykkelse
pt_br: Espessura do segmento

source: Selected Partition
nb_no: Valgt del
pt_br: Partição selecionada

source: Small Mark
nb_no: Lite merke
pt_br: Marca pequena

source: Snap to Int.
nb_no: Klikk på Int.
pt_br: Capturar para o Int.

source: Solution set name
nb_no: Løsningssett
pt_br: Nome do conjunto de solução

source: Some Property
nb_no: Noen egenskaper
pt_br: Alguma propriedade

source: Some Property Description
nb_no: Beskrivelse av noen egenskaper
pt_br: Alguma Descrição da Propriedade

source: Start point
nb_no: Startpunkt
pt_br: Ponto de partida

source: Static points
nb_no: Statiske punkter
pt_br: Ponto estático

source: sub step (snapping)
nb_no: undertrinn
pt_br: subpasso (snapping)

source: Switch to equation based scoring
nb_no: Bytt til ligningsbasert skåring
pt_br: Mudar para pontuação baseada na equação

source: The equation to be match against the student response points.
nb_no: Ligningen som skal samsvare med elevens svarpunkter.
pt_br: A equação a ser combinada contra os pontos de resposta do aluno.

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
nb_no: Identifikatoren for valget. Denne identifikatoren må ikke brukes av andre svar- eller oppgavevariabler. En identifikator er en tegnrekke som må starte med en bokstav eller en understreking ("_") og bare inneholde bokstaver, understreker, bindestreker ("-"), punktum (".", Aka full-stop), sifre, kombinerttegn og forlengere.
pt_br: O identificador da escolha. Este identificador não deve ser usado por qualquer outra resposta ou variável do item. Um identificador é uma string de caracteres que devem começar com uma letra ou um underscore ("_") e conter apenas letras, sublinhados, hífens ("-"), período ("., a.k.a. parada), Digits, CombiningChars e Excursos.

source: The identifier of your choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
nb_no: Identifikatoren du valgte. Denne identifikatoren må ikke brukes av andre svar- eller oppgavevariabler. En identifikator er en tegnrekke som må starte med en bokstav eller en understreking ("_") og bare inneholde bokstaver, understreker, bindestreker ("-"), punktum (".", Aka full-stop), sifre, kombinerttegn og forlengere.
pt_br: O identificador de sua escolha. Este identificador não deve ser usado por qualquer outra resposta ou pela variável do item. Um identificador é uma string de caracteres que devem começar com uma letra ou um underscore ("_") e conter apenas letras, sublinhados, hífens ("-"), período ("., a.k.a. parada), Digits, CombiningChars e Excursos.

source: The response processing will turn into qti custom mode using this equation to score this interaction. Subsequent changes need to be done in the global item custom response processing editor.
nb_no: Responsprosesseringen blir tilpasset qti -modus ved hjelp av denne ligningen for å score denne interaksjonen. Senere endringer må gjøres i oppgaven...…..
pt_br: O processamento de resposta será transformado em modo personalizado qti usando esta equação para marcar esta interação. Mudanças subsequentes precisam ser feitas no editor de processamento de resposta personalizada de item global.

source: Thickness
nb_no: Tykkelse
pt_br: Espessura

source: title
nb_no: tittel
pt_br: título

source: Title
nb_no: Tittel
pt_br: Título

source: to
nb_no: til
pt_br: para

source: Type of Elements
nb_no: Type elementer
pt_br: Tipo de Elementos

source: width
nb_no: bredde
pt_br: largura

source: X axis
nb_no: X-akse
pt_br: Eixo X

source: Y axis
nb_no: Y-akse
pt_br: Eixo Y
